Revit 2024 API
FilterInverseRule.GetInnerRule Method
 Gets the rule being inverted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2011
Syntax
C#
public FilterRule GetInnerRule()
Visual Basic
Public Function GetInnerRule As FilterRule
Visual C++
public:
FilterRule^ GetInnerRule()
See Also
FilterInverseRule Class
Autodesk.Revit.DB Namespace